/* 
  Localizable.strings (English)
  AMD Power Gadget
*/

/* NOTE: Some keys use Spanish text for historical reasons. */
/* These are used as lookup identifiers and work correctly. */
/* A future refactor should standardize all keys to English. */

"Dashboard" = "Dashboard";
"Telemetry" = "Telemetrie";
"Fan Control" = "Ventilator besturing";
"Profiles" = "Profiles";
"Advanced" = "Geavanceerd";
"Menu Bar" = "Menu Balk";
"System Info" = "Systeem info";
"Desktop Widgets" = "Bureaublad Widgets";

"AMD Power" = "AMD Kracht";
"Gadget" = "Gadget";

"CPU" = "CPU";
"GPU" = "GPU";
"Freq" = "Freq";
"Average" = "Gemiddeld";
"Avg: %@" = "Gem. %@";
"Collecting data…" = "Collecting data…";

"Low Power Mode (LPM)" = "Laag energie modus (LPM)";
"Allows macOS to auto-manage CPU frequency" = "macOS toestaan om de CPU frequentie automatisch te beheren";
"Forces CPU to lowest frequency for minimum power" = "Forceert CPU tot laagste frequentie voor minimum vermogen";
"Core Performance Boost (CPB)" = "Kernprestatie boost (CPB)";
"Update Interval" = "Interval bijwerken";
"Adjust how frequently telemetry data updates. Lower = more responsive, higher = less CPU usage." = "Pas aan hoe vaak telemetrie data updates. Lager = meer responsie, hogere = minder CPU-gebruik.";

"Opciones en Menú Bar" = "Menubalk opties";
"Choose which items appear in the menu bar. Changes apply immediately." = "Kies welke items worden weergegeven in de menubalk. Wijzigingen worden direct toegepast.";
"Customize the visual appearance of the menu bar items." = "Pas de visuele weergave van de menu-balkitems aan.";
"Límite de Temp de Alerta" = "Temp Limiet Alert";
"Color de Alerta de Temp" = "Alert Temp Kleur";
"Color de Flechas" = "Pijlen Kleur";
"Additional telemetry for the menu bar." = "Extra telemetrie voor de menubalk.";
"GPU data is shown inside Temp, Power, Memory and Fan columns when enabled." = "GPU-gegevens worden weergegeven in Tijd, Power, Geheugen en Fan kolommen wanneer ingeschakeld.";
"Show GPU VRAM" = "Toon GPU VRAM";
"G:X.XG in Memory column" = "G:X.XG in kolom van het geheugen";
"Show GPU Fan Speed" = "Toon GPU-ventilator snelheid";
"G:XXXX in Fan column" = "G:XXXX in Ventilator kolom";

"No fans detected." = "Geen ventilatoren gedetecteerd.";
"SMC driver not available" = "SMC stuurprogramma niet beschikbaar";
"Your SMC chip may not be supported." = "Uw SMC chip wordt mogelijk niet ondersteund.";
"RPM" = "RPM";
"Throttle" = "Wortelen";
"↩ Reset to Auto" = "↩️ Reset naar Automatisch";

"Select a profile to adjust the CPU operating range. Changes take effect immediately." = "Selecteer een profiel om het CPU-besturingsbereik aan te passen. Wijzigingen worden onmiddellijk van kracht.";

"Directly edit raw P-State registers. Requires kext privilege check disabled via boot-arg or root." = "Directe wijzigen P-State registers. Vereist kext privilege uitgeschakeld via boot-arg of root.";
"This will write the raw P-State definitions directly to the CPU. Proceed?" = "Dit zal de definities van de onbewerkte P-staten rechtstreeks naar de CPU schrijven. Doorgaan?";
"Disabled — work in progress" = "Uitgeschakeld - werk in uitvoering";
"WIP" = "WIP";

"Enable in OC: Misc → Security → ExposeSensitiveData = 0x08" = "Ingeschakeld in OC: Diverse → Beveiliging → Gevoeligheid gegevens = 0x08";
"Motherboard info not available" = "Moederbord informatie niet beschikbaar";

"Vista previa de la Barra de Menús:" = "Voorbeeld menubalk:";
"Ancho estimado: %dpt" = "Geschatte breedte: %dpt";
"Restart the app to fully apply width changes." = "Herstart de app om de breedte volledig toe te passen.";
"Small (%dpt)" = "Klein (%dpt)";
"Medium (%dpt)" = "Gemiddeld (%dpt)";
"Large (%dpt)" = "Groot (%dpt)";

"Green" = "Groen";
"Blue" = "Blauw";
"Orange" = "Oranje";
"Red" = "Rood";
"Purple" = "Paars";
"Pink" = "Roze";
"Teal" = "Groenblauw";
"Turquoise" = "Turquoise";

"Verde" = "Groen";
"Azul" = "Blauw";
"Naranja" = "Oranje";
"Rojo" = "Rood";
"Morado" = "Paars";
"Rosa" = "Roze";
"Turquesa" = "Groenblauw";

"Dynamic Colors (Temp Only)" = "Dynamische kleuren (alleen temp)";
"Temp Alert Color" = "Kleur tijdelijke melding";
"Temp Alert Limit" = "Limiet tijdelijke waarschuwingen";
"Network" = "Netwerk";
"Network Arrows Color" = "Netwerk pijlen kleur";
"Exit" = "Afsluiten";
"AMD Power Gadget" = "AMD Kracht Gadget";
"AMD Power Tool" = "AMD Energietool";
"SMC Fans" = "SMC ventilatoren";

"Fan 1" = "Ventilator 1";
"Fan 2" = "Ventilator 2";
"Fan 3" = "Ventilator 3";
"Fan 4" = "Ventilator 4";
"Fan 5" = "Ventilator 5";
"Fan 6" = "Ventilator 6";
"Fan 7" = "Ventilator 7";
"Fan 8" = "Ventilator 8";

/* Alerts */
"To enable motherboard display:" = "Om moederbordweergave mogelijk te maken:";
"Open your OpenCore config file,\n\nGo to Misc -> Security -> ExposeSensitiveData,\n\nSet the value to 0x08 to expose board information." = "Open uw OpenCore configuratiebestand,\n\nGa naar Diverse -> Veiligheids-> Gevoelige Data,\n\nStel de waarde 0x08 in om board informatie te tonen.";
"Done" = "Voltooid";
"Invalid Input" = "Invalid Input";
"Please type in numbers in hexadecimal." = "Voer getallen in in hexadecimaal.";
"Unable to Set PStateDef" = "Kan PStateDef niet instellen";
"Action was denied as current user does not have enough privilege,\nor was canceled by current user.\n\nRun AMD Power Gadget as root user or disable privilege check with boot-arg '-amdpnopchk'\n\nOtherwise, click 'Once' in the warning message to allow this change." = "Actie is geweigerd omdat de huidige gebruiker niet genoeg rechten heeft,\nof is geannuleerd door de huidige gebruiker.\n\nVoer AMD Power Gadget uit als root gebruiker of schakel privilege uit met boot-arg '-amdpnopchk'\n\nAnders klik op 'Eenmalig' in het waarschuwingsbericht om deze wijziging toe te staan.";
"Your changes will not be saved" = "Uw wijzigingen worden niet opgeslagen";
"Click apply to save changes before closing this windows." = "Klik op toepassen om wijzigingen op te slaan voordat u dit venster sluit.";
"Cancel" = "annuleren";
"Close without saving" = "Sluiten zonder opslaan";
"Invalid File" = "Ongeldig bestand";
"The selected file could not be read or is not a valid pstate file." = "Het geselecteerde bestand kon niet worden gelezen of is geen geldig pstate bestand.";
"OK" = "Ok";

/* Dynamic format strings */
"Avg: %.2f GHz, Max: %.2f GHz" = "Gem. %.2f GHz, Max: %.2f GHz";
"%.2f °C" = "%.2f °C";
"%.2f Watt" = "%.2f W";

/* Session Peaks */
"Session Peaks" = "Sessie piek";
"Reset Peaks" = "Reset pieken";

/* GPU Fan Control */
"GPU Fan Control (Zero RPM / Curves)" = "GPU Fan Control (Nul RPM / Curves)";
"macOS Hardware Limitation" = "macOS Hardware beperking";
"Direct software-based GPU fan speed overrides (such as zero-rpm toggle or drawing fan curves in macOS) are not supported by the macOS kernel/IOKit driver for AMD GPUs. The GPU's onboard firmware (vBIOS) manages the fans." = "Direct op software gebaseerde GPU fan snelheid overrides (zoals nulo-rpm wisselen of tekenen van fan curves in macOS) worden niet ondersteund door de macOS kernel/IOKit driver voor AMD GPU's. De GPU's onboard firmware (vBIOS) beheert de fans.";
"Standard Hackintosh Solution:" = "Standaard Hackintosh oplossing:";
"The only way to modify this behavior (like forcing fans to spin at lower temperatures or disabling Zero RPM) is by exporting the vBIOS, creating a Soft PowerPlay Table (SPPT), and injecting it via OpenCore's config.plist under DeviceProperties." = "De enige manier om dit gedrag aan te passen (zoals het dwingen van fans om de temperatuur lager te houden of Zero RPM uit te schakelen) is door de vBIOS te exporteren, het maken van een softPlay tabel (SPPT), en het injecteren via OpenCore config. lijst onder ApparaatEigenschappen.";
"Open SPPT Guide" = "Open SPPT Handleiding";
"MorePowerTool" = "MorePowerTool";

/* CPPC & EPP */
"Native CPPC Active Mode (EPP)" = "Oorspronkelijke CPPC actieve modus (EPP)";
"Enables autonomous hardware frequency scaling (recommended)" = "Autonome hardware frequentie schalen mogelijk (aanbevolen)";
"Power Management Mode" = "Energiebeheer modus";
"Energy Preference (EPP)" = "Energie Voorkeur (EPP)";
"Select a hardware autonomous profile. The CPU will scale frequency dynamically." = "Selecteer een autonoom hardwareprofiel. De CPU zal de frequentie dynamisch aanpassen.";
"Performance" = "Prestaties";
"Balanced Perf" = "Gebalanceerd Perf";
"Balanced Power" = "Evenwichtige Kracht";
"Power Save" = "Energie besparing";
"Active Profile Status" = "Actieve profielstatus";
"CPU Speed Profiles (Legacy)" = "CPU Snelheidsprofielen (Legacy)";
"Select a manual P-State override profile. Frequencies will be restricted to the selected step." = "Selecteer een handmatig P-State overschrijving profiel. Frequenties worden beperkt tot de geselecteerde stap.";
"Mode" = "Modus";
"EPP Profile" = "EPP Profiel";

/* Desktop Widgets */
"Show CPU Widget" = "Toon CPU-widget";
"Show GPU Widget" = "Toon GPU-widget";
"Show RAM Widget" = "Show RAM Widget";
"Show Disk Widget" = "Toon schijfwidget";
"Show Network Widget" = "Toon Netwerk Widget";
"Show Fan Widget" = "Toon ventilator widget";
"Disable All Widgets" = "Alle Widgets Uitschakelen";
"Sort by Rank" = "Sorteren op Rang";
"Edit Widget Layout" = "Bewerk Widget lay-out";
"Unlock widgets to drag them around the screen" = "Ontgrendel widgets om ze over het scherm te slepen";
"Widget Options" = "Widget opties";
"Customize the appearance and behavior of your desktop widgets." = "Pas het uiterlijk en gedrag van je desktopwidgets aan.";
"Auto-Align Active Widgets" = "Auto-uitlijnen actieve widgets";
"Automatically stack active widgets at a corner" = "Stapel actieve widgets automatisch op een hoek";
"Alignment Corner" = "Uitlijning Hoek";
"Top Right" = "Rechts boven";
"Top Left" = "Links boven";
"Bottom Right" = "Rechts onder";
"Bottom Left" = "Links onder";
"Show Clock Widget" = "Klok widget weergeven";
"Clock" = "Klok";
"Stats Table" = "Statistieken tabel";
"Classic Glass" = "Klassiek glas";
"Pro Monitor" = "Pro Monitor";
"Core Matrix" = "Kern matrix";

"United" = "Verenigd Koninkrijk";
"Show United Widget" = "Toon United Widget";
"Configure Combined Metrics" = "Gecombineerde Metrics configureren";
"Include CPU" = "Voeg CPU toe";
"Include GPU" = "Inclusief GPU";
"Include RAM" = "RAM opnemen";
"Include Disk" = "Schijf meenemen";
"Include Network" = "Voeg netwerk toe";
"Include Fan" = "Ventilator opnemen";

"Temas & Apariencia" = "Thema's & Uiterlijk";
"Análisis" = "Analyse";

"Select Visual Theme (Instant Application)" = "Visueel Thema selecteren (Instant Applicatie)";
"Custom Theme Creator & Exchange (JSON)" = "Aangepast thema maker & Exchange (JSON)";
"Chart Rendering Style" = "Grafiek weergave stijl";
"Custom Theme Editor" = "Aangepaste thema-editor";
"Showing active theme colors. Adjust any color to customize." = "Actieve themakleuren. Pas elke kleur aan om aan te passen.";
"Use the Opacity slider for transparency (macOS color panel alone often resets alpha)." = "Gebruik de schuifregelaar naar transparantie (alleen het MOS kleurenpaneel reset vaak alleen alfa).";
"Opacity" = "Transparantie";
"Edit Active Theme" = "Actief thema bewerken";
"Export Theme (JSON)" = "Thema exporteren (JSON)";
"Import Theme (JSON)" = "Thema importeren (JSON)";
"Card Background" = "Achtergrond kaart";
"Cyan Accent" = "Cyaan Accent";
"Orange Accent" = "Oranje Accent";
"Green Accent" = "Groene Accent";
"Purple Accent" = "Paars Toegang";

/* ===== Auto-extracted / curated for Crowdin (v3.16.1+) ===== */
"%.0f" = "%.0f";
"%.0f K/s" = "%.0f K/s";
"%.0f MHz" = "%.0f MHz";
"%.0f%%" = "%.0f%%";
"%.0fG" = "%.0fG";
"%.0f°" = "%.0f°";
"%.0f°C" = "%.0f°C";
"%.0f°C • %.0fW" = "%.0f°C • %.0fW";
"%.1f %@" = "%.1f %@";
"%.1f Ghz" = "%.1f GHz";
"%.1f M/s" = "%.1f M/s";
"%.1f s" = "%.1f sec";
"%.1f%%" = "%.1f%%";
"%.1f°C" = "%.1f°C";
"%.2f GHz" = "%.2f GHz";
"%.3f V" = "%.3f V";
"%.4f V" = "%.4f V";
"100°C" = "100°C";
"1h" = "1u";
"24h" = "24u";
"30d" = "30D";
"60°C" = "60°C";
"7d" = "7D";
"Accept & Continue" = "Accepteren & doorgaan";
"Active" = "actief";
"All Auto" = "Alle automatisch";
"All Combined" = "Allemaal gecombineerd";
"All Fans Auto" = "Alle ventilatoren automatisch";
"AMD CPU Cores" = "AMD CPU kernen";
"AMD Power Gadget recolecta datos automáticamente cada minuto." = "AMD Power Gadget recolecta gegevens automatisch ticamente cada minuut.";
"AMD Processor Power Manager (PPM)" = "AMD Processor Energiebeheer (PPM)";
"Analysis" = "Analyse";
"Apply" = "Toepassen";
"Apply P-States?" = "P-landen toepassen?";
"Arrange the order in which resource widgets appear. Click arrows to swap position." = "Rangschik de volgorde in welke resource widgets worden weergegeven. Klik op pijlen om van positie te veranderen.";
"Arrow Color" = "Pijl Kleur";
"Automatically switches EPP profiles based on live CPU load" = "Schakelt EPP-profielen automatisch om op basis van live CPU belasting";
"Average core frequency in GHz" = "Gemiddelde core frequentie in GHz";
"Average utilization over time" = "Gemiddelde uitnutting na verloop van tijd";
"Avg Frequency" = "Gem. frequentie";
"Avg." = "Gem.";
"Avg: %.0f%%" = "Gem. %.0f%%";
"Balanced\n%.1f GHz" = "Gebalanceerd\n%.1f GHz";
"Base\n%.1f GHz" = "Basis\n%.1f GHz";
"BIOS / Auto" = "BIOS / automatisch";
"Buscando actualizaciones..." = "Buscando actualizaciones...";
"Bytes (Read)" = "Bytes (gelezen)";
"Bytes (Write)" = "Bytes (Schrijf)";
"Cargando tendencias de telemetría..." = "Cargando tendencias de telemetría...";
"Chart Metric" = "Grafiek Metrisch";
"Chart Type" = "Grafiek Type";
"Charts require macOS 13+" = "Kaarten vereisen macOS 13+";
"Charts require macOS 13.0+" = "Kaarten vereisen macOS 13.0+";
"Check for new releases of SMCAMDProcessor and AMD Power Gadget on GitHub." = "Zoek voor nieuwe versies van SMCAMDProcessor en AMD Power Gadget op GitHub.";
"Check for Updates" = "Controleren op updates";
"Check Now" = "Nu controleren";
"Circular Ring" = "Ronde ring";
"Column Bars" = "Kolom balken";
"Configure Charts" = "Kaarten configureren";
"Configure labels and layout details for widgets inside the popover." = "Configureer de labels en lay-out details voor widgets binnen de popover.";
"Connection Error: %@" = "Verbindingsfout: %@";
"Continuous Background Logging" = "Continue registratie achtergrond";
"Continuously write telemetry samples to a CSV file in the background" = "Blijf telemetry samples naar een CSV-bestand op de achtergrond schrijven";
"Control Mode" = "Beheer modus";
"Core Rankings (Estimated by Freq)" = "Kernrangschikking (Gevonden door Freq)";
"Could not fetch release info." = "Kon geen release-informatie ophalen.";
"CPPC hardware rankings are active and loaded from the processor." = "CPPC-hardware-ranglijsten zijn actief en geladen vanuit de processor.";
"CPPC hardware values could not be read. Rankings are estimated from the maximum observed clock frequency of each core." = "CPPC-hardware waarden konden niet worden gelezen. Rangschikkingen worden geschat op basis van de maximaal waargenomen klokfrequentie van elke kern.";
"CPPC Preferred Cores (Silicon Quality)" = "CPPC Voorkeur Kern (Silicon Kwaliteit)";
"CPPC: Active" = "CPPC: HW OK";
"CPPC: Estimated" = "CPPC: Geschat";
"CPU and GPU temperatures" = "CPU en GPU temperaturen";
"CPU Average Frequency" = "CPU gemiddelde frequentie";
"CPU Freq Avg (GHz)" = "CPU frequentie (GHz)";
"CPU Frequency" = "CPU Frequentie";
"CPU Load" = "CPU belasting";
"CPU Load (%)" = "CPU Lading (%)";
"CPU Package Power" = "CPU Pakket Kracht";
"CPU Per-Core Thread Load" = "CPU Per-Core Thread Laden";
"CPU Power" = "CPU Kracht";
"CPU Power (W)" = "CPU Kracht (W)";
"CPU Power Alert" = "CPU energie waarschuwing";
"CPU power has been at %.1fW (above limit of %dW) for over %d seconds!" = "CPU-kracht is op %.1fW (boven limiet van %dW) voor meer dan %d seconden!";
"CPU Temp" = "CPU temp";
"CPU Temp (°C)" = "CPU-temp (°C)";
"CPU Temperature" = "CPU Temperatuur";
"CPU Temperature Alert" = "CPU Temperatuur Alarm";
"CPU temperature has reached %.1f°C!" = "CPU-temperatuur heeft een %.1f°C bereikt!";
"CPU Tracker" = "CPU Tracker";
"Current version: v%@\nNew version: %@\n\nRelease Notes:\n%@" = "Huidige versie: v%@\nNieuwe versie: %@\n\nRelease Notities:\n%@";
"Curve" = "Kromme";
"Curve Optimizer is only active when the AMDRyzenCPUPowerManagement kext supports Zen 3 SMU mailbox interface." = "Curve Optimizer is alleen actief wanneer de AMDRyzenCPUPowerManagement kext Zen 3 SMU mailbox-interface ondersteunt.";
"Custom" = "Aangepaste";
"Customize the behavior and visibility of the menu bar popover." = "Pas het gedrag en de zichtbaarheid van de menubalk popover aan.";
"Cyberpunk Neon" = "Cyberpunk Neon";
"Delete Point" = "Punt verwijderen";
"Device Utilization %" = "Apparaat gebruik %";
"Disable heavy visual effects if your system lacks Metal graphics acceleration." = "Schakel zware visuele effecten uit als uw systeem onvoldoende metalen grafische acceleratie heeft.";
"DISCLAIMER: This software interacts directly with low-level hardware control registers. By using it, you agree that absolute responsibility for any system instability, hardware damage, or alien invasion lies entirely with the user." = "DISCLAIMER: Deze software werkt direct met lege hardware controle registers. Door het te gebruiken, gaat u ermee akkoord dat de volledige verantwoordelijkheid voor elke systeem instabiliteit, hardware schade of buitenshuis invasie bij de gebruiker ligt.";
"DISCLAIMER: This software interacts directly with low-level hardware control registers. By using it, you agree that absolute responsibility rests entirely with the user." = "DISCLAIMER: Deze software werkt direct met low-level hardware-controleregisters. Door het te gebruiken gaat u ermee akkoord dat de volledige verantwoordelijkheid bij de gebruiker ligt.";
"Disk" = "Schijf";
"DISK" = "UITGEREN";
"Disk Activity" = "Schijf activiteit";
"Disk Activity (MB/s)" = "Schijfactiviteit (MB/s)";
"Disk Activity (Read+Write)" = "Schijfactiviteit (Lees+Write)";
"Disk I/O" = "Schijf I/O";
"Disk Tracker" = "Schijf Tracker";
"Do you want AMD Power Gadget to start in menu bar at login? \n\n This will only be asked once. You can change this setting later under Appearance menu." = "Wil je dat AMD Power Gadget start in menubalk bij het inloggen? \n\n Dit zal slechts één keer worden gevraagd. Je kunt deze instelling later wijzigen onder Uiterlijk menu.";
"Donate (PayPal)" = "Doneer (PayPal)";
"Download" = "downloaden";
"Download on GitHub" = "Download op GitHub";
"Download Update" = "Update downloaden";
"Drag control points to edit curve. Double-click empty space to add (max 8). Double-click a point or right-click to delete." = "Sleep de besturingspunten om de curve aan te passen. Dubbelklik op lege spatie om toe te voegen (max 8). Dubbelklik op een punt of klik met de rechtermuisknop om te verwijderen.";
"Dynamic Auto-EPP Workload Engine" = "Dynamische Auto-EPP Werktuig Motor";
"Dynamic Next-Gen Fan Curves" = "Dynamische Volg-Gen Fan Curves";
"Edit Layout" = "Lay-out bewerken";
"Efficient\n%.1f GHz" = "Efficiënt\n%.1f GHz";
"Enable additional stats columns inside the popover." = "Extra statistieken kolommen inschakelen binnen de popover.";
"Enable System Alerts" = "Systeemwaarschuwingen inschakelen";
"Error reading CPU data." = "Fout bij het lezen van CPU-gegevens.";
"Evaluated in the kernel with 256-step LUT interpolation, hysteresis, and smooth ramping." = "Geëvalueerd in de kernel met 256 stappen interpolatie, hysteresis, en een soepele oplaag.";
"Export" = "Exporteren";
"Export CSV" = "Exporteren als CSV";
"Export Telemetry History" = "Telemetrie geschiedenis exporteren";
"Export the history of samples currently in memory to a CSV file" = "Exporteer de geschiedenis van monsters die momenteel in het geheugen staan naar een CSV-bestand";
"Failed — check kext privileges (-amdpnopchk)." = "Fout — Controleer de kext rechten (-amdpnopchk).";
"Fan" = "Ventilator";
"Fan Number" = "Ventilator nummer";
"Fan Speed" = "Ventilator snelheid";
"Fan Speed (RPM)" = "Ventilator snelheid (RPM)";
"Fan Speed(RPM)" = "Ventilator Snelheid(RPM)";
"Filled Area" = "Gevuld gebied";
"Freq:" = "Veel:";
"Frequency" = "Frequentie";
"Frequency Max:" = "Frequentie Max:";
"GHz" = "HZ";
"GitHub Repository" = "GitHub Repository";
"GitHub Repository\n\nSpecial thanks to the AMD OS X community!\n\nCopyright © 2020-2026 Droga. All rights reserved." = "GitHub repository\n\nSpeciale dank aan de AMD OS X gemeenschap!\n\nCopyright ©️ 2020-2026 Droga. Alle rechten voorbehouden.";
"GPU Load" = "GPU laden";
"GPU Model" = "GPU model";
"GPU Power" = "GPU Vermogen";
"GPU Power (W)" = "GPU-vermogen (W)";
"GPU Temp" = "GPU temp";
"GPU Temp (°C)" = "GPU temp (°C)";
"GPU Temperature" = "GPU temperatuur";
"GPU Tracker" = "GPU Tracker";
"H.264 & HEVC Active" = "H.264 & HEVC actief";
"H.264 Active (HEVC Inactive)" = "H.264 Actief (HEVC Inactief)";
"HEVC Active (H.264 Inactive)" = "HEVC Actief (H.264 Inactief)";
"Hide this fan" = "Verberg deze ventiel";
"High Load Threshold (Performance)" = "Hoge Belastingdrempel (Performance)";
"Histograma de Barras" = "Histograma de Barras";
"Hysteresis" = "Hysteresis";
"I accept that absolute responsibility lies entirely with the user." = "Ik aanvaard dat de verantwoordelijkheid volledig bij de gebruiker ligt.";
"Idle Threshold (Power Save)" = "Idle Drempel (Poren Opslaan)";
"Import" = "Importeren";
"Inactive" = "Inactief";
"Inactive / Not Supported" = "Inactief / Niet ondersteund";
"Index" = "Indexeren";
"Inject positive or negative voltage offsets per core. Center is 0 (no override). Limit: -30 (undervolt) to +30 (overvolt) counts." = "Positieve of negatieve spanning verschuivingen per core. Centrum is 0 (geen overschrijving). Limiet: -30 (undervolt) tot +30 (overvolt) telt.";
"Inst(s) Retired:" = "Instant(s) Verkeerd:";
"Kext Update Available" = "Kext update beschikbaar";
"Later" = "Later";
"Line Only" = "Alleen lijn";
"Load" = "Belasting";
"Loading..." = "Laden...";
"Log File Location" = "Log bestandslocatie";
"Logical Cores" = "Logische kernen";
"Low Performance Mode" = "Lage Prestatie Modus";
"Low Power\n%.1f GHz" = "Laag vermogen\n%.1f GHz";
"Línea Escalonada (Step)" = "Li・Nea Escalonada (Step)";
"Línea Suave (Spline)" = "Liğnea Suave (pline)";
"Manual Override" = "Handmatige overschrijving";
"Max Speed" = "Max snelheid";
"Max." = "max.";
"MB/s" = "MB/s";
"Memory Usage" = "Geheugen gebruik";
"Menu Bar Preview:" = "Voorbeeld menubalk:";
"Mi Tema Custom" = "Mi Tema aangepast";
"Min." = "min.";
"Monochrome Stealth" = "Monochroom Verberg";
"Máx." = "Mağx.";
"Máx:" = "Ma★x:";
"Mín." = "Miş.";
"Mín:" = "Mişn:";
"N/A" = "N/B";
"Net" = "Netto";
"Net Download (MB/s)" = "Netto download (MB/s)";
"Net Upload (MB/s)" = "Netto Upload (MB/s)";
"Network Speed" = "Netwerk snelheid";
"Network Throughput" = "Netwerk gedurende";
"Network Total Speed" = "Netwerk totale snelheid";
"New version %@ available!" = "Nieuwe versie %@ beschikbaar!";
"New Version Available: %@" = "Nieuwe versie beschikbaar: %@";
"No" = "Neen";
"No AMDRyzenCPUPowerManagement Found!" = "Geen AMDRyzenCPUPowerUPowerManagement gevonden!";
"No curves configured." = "Geen curves geconfigureerd.";
"No hay suficientes datos recolectados aún." = "No hay suficientes datos recolectados aún.";
"No location selected" = "Geen locatie geselecteerd";
"No metrics active" = "Geen statistieken actief";
"No release notes available." = "Geen release notities beschikbaar.";
"Nordic Frost" = "Noordse Vorst";
"Not Supported" = "Niet ondersteund";
"Not supported by your CPU" = "Niet ondersteund door uw CPU";
"Not yet" = "Nog niet";
"Open Dashboard" = "Dashboard openen";
"Other Popover Widgets" = "Andere Popover Widgets";
"P-State Editor" = "P-State Editor";
"P-States applied successfully." = "P-staten succesvol toegepast.";
"P-States Configuration" = "P-Staten configuratie";
"Package" = "Pakket";
"Package Power" = "Pakket Kracht";
"Peak Fan" = "Piek ventilator";
"Peak Freq" = "Piek frequentie";
"Peak Power" = "Piek Vermogen";
"Peak Temp" = "Piek temp";
"Performance\n%.1f GHz" = "Prestatie\n%.1f GHz";
"Performance & Fallback" = "Prestaties & terugvallen";
"Personalizado" = "Personalizado";
"Physical Cores" = "Fysieke kernen";
"Pin Popover Open" = "Pin Popover openen";
"Platform" = "Platform";
"Please download AMDRyzenCPUPowerManagement from the release page." = "Download AMDRyzenCPUPowerManagement van de release pagina.";
"Popover Config" = "Popover Config";
"Popover General Settings" = "Popover algemene instellingen";
"Popover Menu" = "Popover Menu";
"Power" = "Vermogen";
"Power Warning Threshold (PPT)" = "Energie Waarschuwing Drempel (PPT)";
"Prevent the popover from closing when clicking outside" = "Voorkom dat de popover sluit bij het klikken buiten";
"Preview" = "Voorvertoning";
"Processor" = "Processor";
"Profile" = "Profiel";
"Progress Bar" = "Voortgangsbalk";
"Prom." = "Prominente";
"PWR" = "pw";
"Quick Fan Access" = "Snelle Fan toegang";
"Quit" = "Afsluiten";
"Quit and Download" = "Afsluiten en downloaden";
"Radeon GPU" = "Radeon GPU";
"Radeon Graphics utilization percentage" = "Radeon Grafische uitnuttingspercentage";
"RAM" = "RAM";
"RAM Tracker" = "RAM Tracker";
"RAM Usage" = "RAM Usage";
"RAM Usage (%)" = "RAM Usage (%)";
"RAM Utilization" = "RAM Utilization";
"RAM utilization percentage" = "RAM-uitnutting percentage";
"Ramp Rate" = "Tarief van lamp";
"Raw Register Details" = "Raw Register Details";
"Read Speed" = "Lees snelheid";
"Real-time energy consumption in Watts" = "Real-time energieverbruik in Watts";
"Real-time History" = "Realtime geschiedenis";
"Real-time upload / download speed (↑/↓)" = "Real-time upload / download snelheid (A37/18)";
"Receive native macOS alerts when the CPU exceeds configured thermal or power limits." = "Ontvang inheemse macOS-meldingen wanneer de CPU de ingestelde thermische of stroomlimieten overschrijdt.";
"Refresh Rate" = "Tarief vernieuwen";
"Relative Time (s)" = "Relatieve tijd (s)";
"Replaces translucent blurs with solid colors to save CPU" = "Vervangt doorschijnende vervaagt met vaste kleuren om CPU te besparen";
"Requests permission and enables hardware limit warnings" = "Verzoek om toestemming en activeer hardware limiet waarschuwingen";
"Revert" = "Terugzetten";
"Right-click any widget directly on your desktop to change its style dynamically (Classic Glass, Pro Monitor, or Core Matrix)." = "Klik met de rechtermuisknop op een widget direct op uw bureaublad om de stijl dynamisch te wijzigen (Classic Glass, Pro-Monitor, of Core Matrix).";
"SAFETY DISCLAIMER & LIABILITY AGREEMENT" = "VEILIGHEID DISCLAIMER & LIABILITY AGREEMENT";
"Seleccioná una gráfica en el panel superior para visualizar su histórico." = "Selecteren van een meeteenheid in het superieure paneel om uw nieuwe rico te kunnen zien.";
"Select File..." = "Bestand selecteren...";
"Select which metrics are shown and choose their visualization style." = "Selecteer welke statistieken worden weergegeven en kies hun visualisatiestijl.";
"Series" = "Serie";
"Show a floating, non-interactive widget on your desktop for live telemetry." = "Toon een zwevende, niet-interactieve widget op uw bureaublad voor live telemetrie.";
"Show All (%d hidden)" = "Toon alles (%d verborgen)";
"Show CPU" = "Toon CPU";
"Show Fan RPM" = "Toon ventilator RPM";
"Show GPU Power" = "GPU-vermogen weergeven";
"Show GPU Row" = "Toon GPU Rij";
"Show GPU Temp" = "Toon GPU-temp";
"Show Memory" = "Toon Geheugen";
"Show Network" = "Toon netwerk";
"Show Network Row" = "Toon netwerk rij";
"Show Network Speed Sparkline Graph below" = "Toon Netwerk Speed Sparkline grafiek hieronder";
"Show Per-Core Utilization Grid below" = "Laat Per-Core Utilization Grid hieronder zien";
"Show Power" = "Toon energie";
"Show Ring Details" = "Toon beltoon details";
"Show Ring Labels" = "Toon beltoonlabels";
"Show Temperature" = "Temperatuur weergeven";
"Show Temperature Sparkline Graph below" = "Toon temperatuur Sparkline grafiek hieronder";
"Show Top Processes" = "Top Processen weergeven";
"Single large value instead of max/avg stack" = "Enkele grote waarde in plaats van max/avg stack";
"SMC Fan Control" = "SMC Fan Controle";
"Smooth Curves" = "Gladde Curves";
"Software" = "Software";
"Software Updates" = "Software Updates";
"Solarized Amber" = "Solariseerde Amber";
"Speed" = "Snelheid";
"SSD" = "SSD";
"Startup at login?" = "Opstarten bij inloggen?";
"Statistics" = "Statistieken";
"Storage" = "Opslagruimte";
"Style" = "CSS";
"Style Options" = "Opmaak opties";
"Styles & Themes" = "Styles & Themes";
"Supported by your CPU" = "Ondersteund door uw CPU";
"Sustained Duration" = "Langdurige duur";
"Swap Total" = "Verwissel totaal";
"Swap Used" = "Wissel Gebruikt";
"System Alert Notifications" = "Systeemmeldingen";
"System Up to Date" = "Systeem up to date";
"Tahoe Glass" = "Tahoe Glas";
"Temp" = "Tijdelijk";
"Temp Source" = "Tijdelijke bron";
"Temperature" = "Temperatuur";
"Temperature Warning Threshold" = "Drempel waarschuwing temperatuur";
"Temperature(C)" = "Temperatuur";
"Temperatures" = "Temperaturen";
"Themes & Appearance" = "Thema's & Uiterlijk";
"Thermal History" = "Thermische geschiedenis";
"This application can not be launched due to AMDRyzenCPUPowerManagement is reporting incorrect data." = "Deze applicatie kan niet worden gestart omdat AMDRyzenCPUPowerManagement onjuiste gegevens meldt.";
"This software interacts directly with low-level CPU hardware registers, Model-Specific Registers (MSRs), and the System Management Unit (SMU) to control CPU voltages, frequencies, and power limits.\n\nIncorrect settings, unstable undervolting, or wrong configurations can cause system instability, data loss, kernel panics, or permanent hardware damage.\n\nBy continuing, you agree that absolute responsibility for any system instability, hardware damage, or alien invasion lies entirely with the user. The authors and contributors assume no liability whatsoever for any damage, loss, or side effects to your hardware, software, or personal property. Use at your own risk." = "Deze software werkt rechtstreeks met low-level CPU hardware-registers, Model-Specifieke Registers (MSRs), en de eenheid voor systeembeheer (SMU) om CPU-spanningen, frequenties, en stroomlimieten te beheren.\n\nOnjuiste instellingen, onstabiele undervolting of verkeerde configuraties kunnen leiden tot systeeminstabiliteit, gegevensverlies, kernel paniek, of permanente hardware schade.\n\nDoor verder te gaan, bent u het ermee eens dat de gebruiker volledig verantwoordelijk is voor elke systeem instabiliteit, hardware schade of buitenshuis invasie. De auteurs en bijdragers nemen geen enkele aansprakelijkheid op voor eventuele schade, verliezen of bijwerkingen voor uw hardware, software of persoonlijke eigendom. Gebruik op eigen risico.";
"Thread %d: %.1f%%" = "Thread %d: %.1f%%";
"Time" = "Tijd";
"Timeframe" = "Timeframe";
"Timestamp" = "Artikeldatering";
"TMP" = "TMP";
"Todas las gráficas están ocultas." = "Todas las gráficas están ocultas.";
"Top Processes" = "Top processen";
"Total" = "Totaal";
"Total Power(W)" = "Totale Kracht";
"Tracks active memory usage and pressure." = "Volgt actief geheugengebruik en druk.";
"Tracks CPU utilization average and core temperature." = "Biedt CPU-gebruik gemiddelde en kerntemperatuur.";
"Tracks graphics memory (VRAM) utilization." = "Traceert het grafische geheugen (VRAM) gebruik.";
"Tracks graphics utilization and temperature." = "Biedt grafische uitnutting en temperatuur.";
"Tracks primary storage capacity usage." = "Volgt primaire opslag capaciteit verbruik.";
"Unknown" = "onbekend";
"Unknown GPU" = "Onbekende GPU";
"Unlock Curve Optimizer (DANGEROUS: unstable undervolting can cause kernel panic or instant reboot)" = "Ontgrendel Curve Optimalisatie (DANGEROUS: onstabiele undervolting kan zorgen voor kernel paniek of onmiddellijke herstart)";
"Unlock P-State Editor (DANGEROUS: incorrect settings can crash or damage hardware)" = "Ontgrendel P-State Editor (DANGEROUS: onjuiste instellingen kunnen crashen of schade hardware)";
"Upload" = "Uploaden";
"Uptime" = "Actief";
"Use Popover Menu" = "Popover menu gebruiken";
"Used memory in GB" = "Gebruikte geheugen in GB";
"Used RAM" = "Used RAM";
"UTC Time" = "UTC Tijd";
"V-F Operating Curve" = "V-F bewerkingscurve";
"Value" = "Waarde";
"VDA Decoder" = "VDA Decoder";
"Visible charts:" = "Zichtbare grafieken:";
"Volt:" = "Volt:";
"VRAM" = "VRAM";
"VRAM Tracker" = "VRAM Tracker";
"VRAM Used" = "VRAM gebruikt";
"VRAM: %.2fG%@" = "VRAM: %.2fG%@";
"W" = "W";
"Weekday" = "Weekdag";
"Widget Reordering" = "Widget herschikken";
"Widget Selection & Display Style" = "Selectie widget & weergavestijl";
"Widget Style" = "Widget Stijl";
"Write Speed" = "Schrijf snelheid";
"Yes" = "ja";
"You are running the most recent version of AMD Power Gadget (v%@)." = "Je gebruikt de meest recente versie van AMD Power Gadget (v%@).";
"You have the latest version installed (v%@)." = "Je hebt de nieuwste versie geïnstalleerd (v%@).";
"°C" = "°C";
"Área Rellena (Gradient)" = "Amonetarisch rea Rellena (Gradient)";

/* Compatibility / format keys */
"Your AMDRyzenCPUPowerManagement version (%@) is outdated and no longer API compatible. Please use version 3.0.0 or newer and start this application again." = "Uw AMDRyzenCPUPowerManagement versie (%@) is verouderd en niet langer compatibel. Gebruik versie 3.0.0 of nieuwer en start deze applicatie opnieuw.";

/* App language picker */
"Language" = "Taal";
"App Language" = "App taal";
"Choose the interface language. The app will restart to apply the change." = "Kies de interfacetaal. De app zal opnieuw opstarten om de wijziging toe te passen.";
"System Default" = "Standaard systeeminstelling";
"Current: %@" = "Huidige: %@";
"Restart required" = "Opnieuw opstarten vereist";
"Apply & Restart" = "Toepassen & opnieuw opstarten";
"The app needs to restart to load the selected language." = "De app moet opnieuw opstarten om de geselecteerde taal te laden.";

/* Privilege UX */
"This action requires administrator privileges. Run AMD Power Gadget as root, or add the boot argument -amdpnopchk for debugging." = "Deze actie vereist beheerdersrechten. Voer AMD Power Gadget uit als root of voeg het boot argument -amdpnopchk toe voor foutopsporing.";

/* Crowdin: recent UI strings — CPPC badge vs EPP Active Mode */
"CPPC: HW OK" = "CPPC: HW OK";
"CPPC: EPP On" = "CPPC: EPP On";
"This CPU did not report CPPC support to the kext." = "This CPU did not report CPPC support to the kext.";
"If the switch snaps back to Off: enable writes with boot-arg -amdpnopchk (or run as root). The green “CPPC: HW OK” badge only means rankings exist — it is not this switch." = "If the switch snaps back to Off: enable writes with boot-arg -amdpnopchk (or run as root). The green “CPPC: HW OK” badge only means rankings exist — it is not this switch.";
"Native CPPC Active Mode (EPP) is ON. Cores scale autonomously; rankings come from the processor." = "Native CPPC Active Mode (EPP) is ON. Cores scale autonomously; rankings come from the processor.";
"CPPC hardware scores could not be read. Rankings are estimated from observed clocks. This is not the Profiles EPP toggle." = "CPPC hardware scores could not be read. Rankings are estimated from observed clocks. This is not the Profiles EPP toggle.";
"The CPU reports CPPC rankings (HW OK). That does not mean Active Mode is on — enable “Native CPPC Active Mode (EPP)” under Profiles (needs -amdpnopchk or root)." = "The CPU reports CPPC rankings (HW OK). That does not mean Active Mode is on — enable “Native CPPC Active Mode (EPP)” under Profiles (needs -amdpnopchk or root).";
/* Deprecated badge key — kept so old locales still resolve */
"CPPC: Active" = "CPPC: HW OK";

/* Menu Bar toggles (fabiosun IT) */
"Show Max Freq Only" = "Show Max Freq Only";

/* Menu Bar toggles (fabiosun IT) */
"Use Fahrenheit" = "Use Fahrenheit";

/* Menu Bar toggles (fabiosun IT) */
"Frequency column (max/avg GHz)" = "Frequency column (max/avg GHz)";

/* Menu Bar toggles (fabiosun IT) */
"CPU temp + optional GPU temp" = "CPU temp + optional GPU temp";

/* Menu Bar toggles (fabiosun IT) */
"Convert temperature values from Celsius to Fahrenheit" = "Convert temperature values from Celsius to Fahrenheit";

/* Menu Bar toggles (fabiosun IT) */
"CPU watts + optional GPU watts" = "CPU watts + optional GPU watts";

/* CPPC support gate */
"Active Mode and Auto-EPP stay off until the kext reports CPPC. Boot-arg -amdcppcactive alone is not enough if MSR/CPUID checks fail — reboot after updating kexts." = "Active Mode and Auto-EPP stay off until the kext reports CPPC. Boot-arg -amdcppcactive alone is not enough if MSR/CPUID checks fail — reboot after updating kexts.";
"AMDRyzenCPUPowerManagement kext not connected." = "AMDRyzenCPUPowerManagement kext not connected.";
"If the switch snaps back to Off: enable writes with boot-arg -amdpnopchk (or run as root). With -amdcppcactive the kext enables Active Mode at boot after reboot." = "If the switch snaps back to Off: enable writes with boot-arg -amdpnopchk (or run as root). With -amdcppcactive the kext enables Active Mode at boot after reboot.";
"Checking for updates..." = "Checking for updates...";
